4ops.terraform
arrterian.nix-env-selector
astro-build.astro-vscode
batisteo.vscode-django
bbenoist.nix
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
donjayamanne.python-environment-manager
dooez.alt-catppuccin-vsc
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
hashicorp.hcl
hashicorp.terraform
jock.svg
mathematic.vscode-latex
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.vscode-copilot-vision
naumovs.color-highlight
platformio.platformio-ide
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
simonsiefke.svg-preview
tomoki1207.pdf
twxs.cmake
vintharas.learn-vim
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-maven
vscodevim.vim
xabikos.javascriptsnippets
yzhang.markdown-all-in-one
